EditorConfig.EditorConfig
JerryHong.autofilename
Zignd.html-css-class-completion
arcticicestudio.nord-visual-studio-code
bmewburn.vscode-intelephense-client
bradgashler.htmltagwrap
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
dzannotti.vscode-babel-coloring
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
guillaumedoutriaux.name-that-color
haaaad.ansible
junstyle.php-cs-fixer
liximomo.sftp
MehediDracula.php-namespace-resolver
mikestead.dotenv
nikitaKunevich.snippet-creator
octref.vetur
onecentlin.laravel-blade
PeterJausovec.vscode-docker
PKief.material-icon-theme
pnp.polacode
robinbentley.sass-indented
travisthetechie.write-good-linter
wix.vscode-import-cost
