EditorConfig.EditorConfig
JerryHong.autofilename
PKief.material-icon-theme
PeterJausovec.vscode-docker
QassimFarid.ejs-language-support
Rubymaniac.vscode-paste-and-indent
Tyriar.sort-lines
Zignd.html-css-class-completion
alefragnani.project-manager
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
dzannotti.vscode-babel-coloring
ecmel.vscode-html-css
eg2.vscode-npm-script
felixfbecker.php-intellisense
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
guillaumedoutriaux.name-that-color
haaaad.ansible
joelday.docthis
joseroux.theme-simplefocus
jprestidge.theme-material-theme
leizongmin.node-module-intellisense
mohsen1.prettify-json
mrmlnc.vscode-csscomb
octref.vetur
robinbentley.sass-indented
shinnn.stylelint
steve8708.Align
vtfn.stylint
