# Taps
tap 'caskroom/cask'
tap 'caskroom/eid'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/php'

# Install Binaries
brew 'awscli'
brew 'bash'
brew 'coreutils'
brew 'git'
brew 'grep'
brew 'mackup'
brew 'mas'
brew 'openssh'
brew 'trash'
brew 'tree'
brew 'zsh'
brew 'zsh-completions'

# Development
brew 'php'
broew 'node'

# Code editors
brew 'vim --with-override-system-vi'
cask 'phpstorm'
cask 'pystorm'
cask 'sublime-text'
cask 'visual-studio-code'

# Image optimisation
cask 'imageoptim'
brew 'imagemagick --with-webp'
brew 'ffmpeg'
brew 'guetzli'
brew 'pngquant'
brew 'optipng'
brew 'svgo'
brew 'gifsicle'

# Browsers
cask 'firefox'
cask 'firefox-developer-edition'
cask 'firefox-nightly'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'opera'
cask 'torbrowser'

# Apps
cask 'alfred'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'etcher'
cask 'flux'
cask 'github'
cask 'gpg-suite'
cask 'grammarly'
cask 'insomnia'
cask 'iterm2'
cask 'now'
cask 'openoffice'
cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'toggl'
cask 'transmit'
cask 'vlc'

# Quicklook
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlstephen'

# Fonts
cask 'font-fira-code'

# Install Mac App Store apps
mas '1Password', id: 1333542190
mas 'Keynote', id: 409183694
mas 'Pages', id: 409201541
mas 'Microsoft Remote Desktop', id: 1295203466
